---
kind: property
id: P:Autodesk.Revit.DB.ConicalFace.Axis
zh: 轴、x轴、y轴、z轴
source: html/9290a8d5-c1e5-7d3c-b15f-e5d741c2c2b5.htm
---
# Autodesk.Revit.DB.ConicalFace.Axis Property

**中文**: 轴、x轴、y轴、z轴

Axis of the surface.

## Syntax (C#)
```csharp
public XYZ Axis { get; }
```